Repository: HackZy01/AltStoretest
Catalog: AltStore/Authentication/mul.lproj/Authentication.xcstrings
Source language: en
Languages: ja, pl, pt_br

# 2N5-zd-fUj.normalTitle
source: Sign in
ja: サインイン
pl: Zaloguj się
pt_br: Entrar

# 4rk-ge-FSj.text
source: Enable iTunes Wi-Fi Sync and connect to the same Wi-Fi as AltServer.
ja: iTunes Wi-Fi同期を有効にし、AltServerと同じWi-Fiに接続してください。
pl: Włącz synchronizację iTunes przez Wi-Fi i połącz się z tą samą siecią Wi-Fi co AltServer.
pt_br: Ative a Sincronização via Wi‑Fi do iTunes e conecte-se à mesma rede Wi‑Fi que o AltServer.

# 5nk-NR-jtV.title
source: Refresh AltStore
ja: AltStoreを更新
pl: Odśwież AltStore
pt_br: Atualizar o AltStore

# 6HP-Xh-sAH.text
source: Leave AltServer running in the background on your computer.
ja: AltServerをコンピュータのバックグラウンドで実行したままにしてください。
pl: Pozostaw AltServer uruchomiony w tle na swoim komputerze.
pt_br: Mantenha o AltServer em segundo plano no seu computador.

# Ava-XY-7vs.text
source: PASSWORD
ja: パスワード
pl: HASŁO
pt_br: SENHA

# EI2-V3-zQZ.text
source: Welcome to AltStore.
ja: AltStoreへようこそ。
pl: Witaj w AltStore.
pt_br: Boas-vindas ao AltStore.

# HU5-Hv-E3d.text
source: Apps are refreshed in the background when on same Wi-Fi as AltServer.
ja: AltServerと同じWi-Fiに接続している場合、アプリはバックグラウンドで更新されます。
pl: Aplikacje są odświeżane w tle po połączeniu z tą samą siecią Wi-Fi co AltServer.
pt_br: Os apps são atualizados em segundo plano quando estiverem na mesma rede Wi‑Fi que o AltServer.

# JeJ-bk-UCA.text
source: Download Apps
ja: アプリをダウンロード
pl: Pobierz aplikacje
pt_br: Baixar apps

# M7T-9j-uyt.text
source: Browse and download apps directly from AltStore.
ja: AltStoreから直接アプリを閲覧、ダウンロードできます。
pl: Przeglądaj i pobieraj aplikacje bezpośrednio z AltStore.
pt_br: Navegue e baixe apps diretamente pelo AltStore.

# SNU-tv-8Au.text
source: Sign in with your Apple ID to get started.
ja: Apple IDでサインインして始めましょう。
pl: Zaloguj się przy użyciu swojego Apple ID, aby rozpocząć
pt_br: Entre com seu Apple ID para começar.

# XKD-XH-eB0.text
source: Launch AltServer
ja: AltServerを起動
pl: Uruchom AltServer
pt_br: Abrir o AltServer

# bCq-Jq-gf1.title
source: How it works
ja: 仕組み
pl: Jak to działa
pt_br: Como funciona

# esj-pD-D4A.text
source: Connect to Wi-Fi
ja: Wi-Fiに接続
pl: Połącz się z Wi-Fi
pt_br: Conectar ao Wi-Fi

# nDc-Zs-wnK.title
source: Close
ja: 閉じる
pl: Zamknij
pt_br: Fechar

# nvb-Aq-sYa.text
source: Apps Refresh Automatically
ja: アプリは自動的に更新されます
pl: Aplikacje odświeżą się automatycznie
pt_br: Atualização automática de apps

# on2-62-waY.text
source: Your Apple ID is used to configure apps so they can be installed on this device. Your credentials will be stored securely in this device's Keychain and sent only to Apple for authentication.
ja: Apple IDは、アプリをこのデバイスにインストールできるように設定するために使用されます。認証情報は、このデバイスのキーチェーンに安全に保存され、認証のためにのみAppleに送信されます。
pl: Twoje Apple ID jest używane do konfiguracji aplikacji, aby mogły być zainstalowane na tym urządzeniu. Twoje dane logowania będą bezpiecznie przechowywane w pęku kluczy urządzenia i wysyłane wyłącznie do Apple w celu uwierzytelnienia.
pt_br: Seu Apple ID é usado para configurar apps e permitir sua instalação neste dispositivo. Suas credenciais serão armazenadas com segurança no Chaveiro do dispositivo e enviadas apenas à Apple para autenticação.

# p9U-0q-Kn8.text
source: Why do we need this?
ja: なぜこれが必要ですか？
pl: Dlaczego tego potrzebujemy?
pt_br: Por que precisamos disso?

# qZ9-AR-2zK.normalTitle
source: Got it
ja: わかりました
pl: Zrozumiano
pt_br: Entendi

# qua-VA-asJ.normalTitle
source: Refresh Later
ja: 後で更新
pl: Odśwież później
pt_br: Atualizar depois

# xcg-hT-tDe.normalTitle
source: Refresh Now
ja: 今すぐ更新
pl: Odśwież teraz
pt_br: Atualizar agora
